{
  "blogs": [
    {
      "title": "\"Sachin Tendulkar: A Cricket Legend and Inspiration\"",
      "body": "Sachin Tendulkar is a cricket legend, with 100 international centuries and over 34,000 runs. His technique, dedication, and impact on Indian cricket make him an inspiration to millions, while his humility and grace make him a true role model.",
      "author": "Sasha",
      "id": 5
    },
    {
      "title": "\"The Ashes: A Historic Rivalry in Test Cricket\"",
      "body": "The Ashes is a Test cricket series played between England and Australia, which has been ongoing since 1882. The name \"Ashes\" comes from a satirical obituary published in a British newspaper after England lost to Australia for the first time on English soil. The obituary stated that English cricket had died and \"the body will be cremated and the ashes taken to Australia.\"",
      "author": "Rahul",
      "id": 6
    },
    {
      "title": "\"The Art of Spin Bowling: A Masterclass in Guile and Deception\"",
      "body": "Spin bowling is an art that requires not just skill and technique, but also intelligence and creativity. Spinners have the ability to bamboozle even the best batsmen, making them an indispensable part of any team",
      "author": "mario",
      "id": 7
    },
    {
      "title": "\"Women's Cricket: Breaking Barriers and Shattering Stereotypes\"",
      "body": "Women's cricket has come a long way in recent years, with increased opportunities and exposure leading to greater participation and fan interest. Female cricketers are now seen as equals to their male counterparts.",
      "author": "Tamako",
      "id": 8
    },
    {
      "title": "\"The Legacy of Sir Donald Bradman: The Greatest Batsman of All Time\"",
      "body": "Sir Donald Bradman is widely regarded as the greatest batsman to have played the game. His remarkable record, including a Test batting average of 99.94, remains unmatched and continues to inspire generations of cricketers.",
      "author": "Diana",
      "id": 9
    }
  ]
}